[Demo_CommonAD_ep3_2 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-4702,Y=-2579,Z=537),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=-4512,Y=-2609,Z=402),VecSub=(X=170,Y=0,Z=0),CId=69)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Vec=(X=-4512,Y=-2549,Z=402),VecSub=(X=190,Y=0,Z=0),CId=70)
DemoScripts[5]=(Actor=CHARACTER,Command=POP,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',Vec=(X=-4512,Y=-2579,Z=-300),VecSub=(X=180,Y=0,Z=0),CId=71)
DemoScripts[6]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[7]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[8]=(Actor=CHARACTER,Command=CAMERA_OFS,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Rate=70)
DemoScripts[9]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[10]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0002_lp_open_perplex",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[11]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[12]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus.GG2_AMB_Campus_LP_Cue')
DemoScripts[13]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[14]=(Actor=FADE,Command=WAIT)
DemoScripts[15]=(Actor=WINDOW,Command=SET)
DemoScripts[16]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[17]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_2.GG2_V_CMNAD_ep3_2_002_Cue',Name="カミゾノ　シノブ")
DemoScripts[18]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[19]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[20]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[21]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0102_fx_Stand2Angry",Rate=0,Number=3,Bit=1)
DemoScripts[22]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0200_lp_Angry",Number=8)
DemoScripts[23]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_2.GG2_V_CMNAD_ep3_2_004_Cue',Name="カミゾノ　シノブ")
DemoScripts[24]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[25]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[26]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",Rate=0,Number=0,Bit=1)
DemoScripts[27]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_2.GG2_V_CMNAD_ep3_2_005_Cue',Name="カミゾノ　マヤ")
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT05)
DemoScripts[29]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT06)
DemoScripts[31]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0001_lp_open_angry",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0201_fx_Angry2Stand",Rate=0,Number=3,Bit=1)
DemoScripts[32]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0100_lp_Stand",Number=8)
DemoScripts[33]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0000_lp_open_normal",Rate=0,Number=0,Bit=1)
DemoScripts[34]=(Actor=TEXT,Command=SET,ID=TEXT07)
DemoScripts[35]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_2.GG2_V_CMNAD_ep3_2_008_Cue',Name="カミゾノ　シノブ")
DemoScripts[36]=(Actor=TEXT,Command=SET,ID=TEXT08)
DemoScripts[37]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[38]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_2.GG2_V_CMNAD_ep3_2_009_Cue',Name="エコロ")
DemoScripts[39]=(Actor=TEXT,Command=SET,ID=TEXT09)
DemoScripts[40]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[41]=(Actor=TEXT,Command=SET,ID=TEXT10)
DemoScripts[42]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="sn_CE_0100_lp_close_normal",motionName[1]="sn_CM_0000_fx_close_normal",motionName[2]="sn_DM_0108_fx_Stand2Sulk",Rate=0,Number=3,Bit=1)
DemoScripts[43]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[2]="sn_DM_0800_lp_Sulk",Number=8)
DemoScripts[44]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_2.GG2_V_CMNAD_ep3_2_011_Cue',Name="カミゾノ　シノブ")
DemoScripts[45]=(Actor=TEXT,Command=SET,ID=TEXT11)
DemoScripts[46]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[47]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[0]="my_CE_0002_lp_open_perplex",motionName[1]="my_CM_0000_fx_close_normal",motionName[2]="my_DM_0110_fx_Stand2Envy",Rate=0,Number=3,Bit=1)
DemoScripts[48]=(Actor=CHARACTER,Command=ACTION,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',motionName[2]="my_DM_1000_lp_Envy",Number=8)
DemoScripts[49]=(Actor=CHARACTER,Command=PARAM,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',Number=12,Bit=0,Rate=1)
DemoScripts[50]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_2.GG2_V_CMNAD_ep3_2_012_Cue',Name="カミゾノ　マヤ")
DemoScripts[51]=(Actor=TEXT,Command=SET,ID=TEXT12)
DemoScripts[52]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[53]=(Actor=WINDOW,Command=EXIT)
DemoScripts[54]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[55]=(Actor=FADE,Command=WAIT)
DemoScripts[56]=(Actor=SOUND,Command=PLAY,SoundID=SoundCue'SE_DM_Common.GG2_SE_DM_Away_Normal_Cue')
DemoScripts[57]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　シノブ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',CId=69)
DemoScripts[58]=(Actor=CHARACTER,Command=EXIT,Name="カミゾノ　マヤ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.70_KAMIZONO_MAYA',CId=70)
DemoScripts[59]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_FRONT)
DemoScripts[60]=(Actor=FADE,Command=WAIT)
DemoScripts[61]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[62]=(Actor=FADE,Command=SET,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[63]=(Actor=FADE,Command=WAIT)
DemoScripts[64]=(Actor=CHARACTER,Command=SET,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',SetType=POS,Vec=(X=-4512,Y=-2579,Z=403),CId=71)
DemoScripts[65]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[66]=(Actor=FADE,Command=WAIT)
DemoScripts[67]=(Actor=WINDOW,Command=SET)
DemoScripts[68]=(Actor=TEXT,Command=SET,ID=TEXT13)
DemoScripts[69]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_2.GG2_V_CMNAD_ep3_2_014_Cue',Name="エコロ")
DemoScripts[70]=(Actor=TEXT,Command=SET,ID=TEXT14)
DemoScripts[71]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[72]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[0]="ek_CE_0001_lp_open_angry",motionName[1]="ek_CM_0000_fx_close_normal",motionName[2]="ek_DM_0105_fx_Stand2Seamon",Rate=0,Number=3,Bit=1)
DemoScripts[73]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0500_lp_Sermon",Number=8)
DemoScripts[74]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_2.GG2_V_CMNAD_ep3_2_015_Cue',Name="エコロ")
DemoScripts[75]=(Actor=TEXT,Command=SET,ID=TEXT15)
DemoScripts[76]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[77]=(Actor=TEXT,Command=SET,ID=TEXT16)
DemoScripts[78]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[1]="ek_CM_0001_fx_close_down",Rate=0,Number=1,Bit=0)
DemoScripts[79]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0501_fx_Seamon2Stand",Rate=0,Number=2,Bit=0)
DemoScripts[80]=(Actor=CHARACTER,Command=ACTION,Name="エコロ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.71_EKORO',motionName[2]="ek_DM_0100_lp_Stand",Number=8)
DemoScripts[81]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_CommonAD_ep3_2.GG2_V_CMNAD_ep3_2_017_Cue',Name="エコロ")
DemoScripts[82]=(Actor=TEXT,Command=SET,ID=TEXT17)
DemoScripts[83]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[84]=(Actor=TEXT,Command=SET,ID=TEXT18)
DemoScripts[85]=(Actor=WINDOW,Command=EXIT)
DemoScripts[86]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[87]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[88]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[89]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[90]=(Actor=SYSTEM,Command=END)

[Select_CommonAD_ep3_2 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_CommonAD_ep3_2 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="啊,小忍,小真夜.")

Texts[1]=(Label="TEXT02",Name="忍",Text="峯大......幹嘛?")

Texts[2]=(Label="TEXT03",Name="峯大",Text="不,該怎麼說呢,那個......")

Texts[3]=(Label="TEXT04",Name="忍",Text="你就是不把話講清楚呢./n我們現在正忙著做惡魔獵人的工作,/n沒有時間理你.")

Texts[4]=(Label="TEXT05",Name="真夜",Text="峯哥,對不起啊?")

Texts[5]=(Label="TEXT06",Name="峯大",Text="不,沒關係啦./n我纔是,剛才妨礙到妳們了,抱歉.")

Texts[6]=(Label="TEXT07",Name="峯大",Text="比起這個,那時說的事情....../n難得我也看得見惡魔,/n所以我想說有沒有什麼可以幫忙的......")

Texts[7]=(Label="TEXT08",Name="忍",Text="沒有哦./n有我和真夜在就夠了.")

Texts[8]=(Label="TEXT09",Name="艾可蘿",Text="說得真乾脆呢.")

Texts[9]=(Label="TEXT10",Name="峯大",Text="這......這樣啊......?")

Texts[10]=(Label="TEXT11",Name="忍",Text="你要說的只有這些?/n那就再見了.")

Texts[11]=(Label="TEXT12",Name="真夜",Text="真的,很對不起./n下次再,一起玩吧?")

Texts[12]=(Label="TEXT13",Name="峯大",Text="小忍那傢伙....../n看起好像挺生氣的啊......")

Texts[13]=(Label="TEXT14",Name="艾可蘿",Text="這下完全沒希望了呢./n再說,為什麼在這種時候/n說想要幫忙啊......")

Texts[14]=(Label="TEXT15",Name="艾可蘿",Text="現在明明還有其他事情該做的說.")

Texts[15]=(Label="TEXT16",Name="峯大",Text="沒有啦......因為我好像惹小忍生氣了,/n所以想說至少彌補一下......")

Texts[16]=(Label="TEXT17",Name="艾可蘿",Text="真是有夠濫好人耶......而且還很遲鈍./n這種事情從明天開始再做就好了唷.")

Texts[17]=(Label="TEXT18",Name="峯大",Text="唔......嗯?")

Texts[18]=(Label="",Name="",Text="")

Texts[19]=(Label="SELECT01",Name="",Text="")

Texts[20]=(Label="SELECT02",Name="",Text="")

Texts[21]=(Label="SELECT03",Name="",Text="")

Texts[22]=(Label="SELECT04",Name="",Text="")

Texts[23]=(Label="SELECT05",Name="",Text="")

Texts[24]=(Label="SELECT06",Name="",Text="")

Texts[25]=(Label="SELECT07",Name="",Text="")

Texts[26]=(Label="SELECT08",Name="",Text="")

Texts[27]=(Label="SELECT09",Name="",Text="")

Texts[28]=(Label="SELECT10",Name="",Text="")


